Repository: ArthurGareginyan/simple-scroll-to-top
Catalog: languages/simple-scroll-to-top-button-*.po
Languages: es_es

source: Advertisement
es_es: Publicidad

source: Got something to say? Need help?
es_es: ¿Tienes algo que decir? ¿Necesitas ayuda?

source: Easily add cross browser "Scroll to Top" button to your website. It will be responsive and compatible with all major browsers. It will work with any theme!
es_es: Añade fácilmente en tu sitio web un botón de "Ir al Inicio de la página" en el navegador. Es responsive y compatible con los principales navegadores. ¡Funciona con cualquier tema!

source: Scroll to Top
es_es: Ir al inicio de la página

source: Click "Save Changes" to update this preview.
es_es: Haz clic en "Guardar los cambios" para actualizar esta vista previa.

source: Preview
es_es: Vista previa

source: Save Changes
es_es: Guardar los cambios

source: Select where button need to be appeared.
es_es: Selecciona dónde quieres que aparezca el botón.

source: Home Page Only
es_es: Sólo en la Página de Inicio

source: Full Website
es_es: En todo el sitio web

source: Display button on
es_es: Mostrar el botón

source: You can set the size of button (in px).
es_es: Puedes definir el tamaño del botón (en píxeles).

source: Button size
es_es: Tamaño del botón

source: Button transparency
es_es: Transparencia del botón

source: Select the color of symbol inside button. You can also add html HEX color code.
es_es: Selecciona el color del símbolo del botón. Puedes añadir código HTML para un color HEX.

source: Button symbol color
es_es: Color del símbolo del botón

source: Button symbol
es_es: Símbolo del botón

source: Select the background color of button. You can also add html HEX color code.
es_es: Selecciona el color de fondo del botón. Puedes añadir código HTML para un color HEX.

source: Button background color
es_es: Color de fondo del botón

source: Without background
es_es: Sin fondo

source: Button background
es_es: Fondo del botón

source: Enable "Scroll to Top" button
es_es: Activar el botón de "Ir al Inicio de la Página"

source: Settings
es_es: Ajustes

source: Thanks for your support!
es_es: ¡Gracias por su colaboración!

source: If you like this plugin and find it useful, please help me to make this plugin even better and keep it up-to-date.
es_es: Si te gusta este plugin y lo encuentras útil, ayúdame a mejorar este plugin y a mantenerlo actualizado.

source: Donate
es_es: Hacer una donación

source: Help
es_es: Ayuda

source: To use, select the desired settings, then click "Save Changes". It's that simple!
es_es: Para usarlo, selecciona los ajustes deseados, y haz clic en "Guardar los cambios". ¡Así de simple!

source: Using
es_es: Uso

source: This plugin allows you to easily add the "Scroll to Top" button to your website in a simple and elegant way.
es_es: Este plugin permite añadir en tu sitio web un botón de "Ir al Inicio de la Página" de forma simple y elegante.

source: About
es_es: Acerca de

source: by <a href="http://www.arthurgareginyan.com" target="_blank">Arthur Gareginyan</a>
es_es: por <a href="http://www.arthurgareginyan.com" target="_blank">Arthur Gareginyan</a>

source: Simple Scroll to Top Button
es_es: Botón simple para Ir al Inicio de la Página
