Repository: ArthurGareginyan/simple-scroll-to-top
Catalog: languages/ssttbutton-*.po
Languages: ru_ru

source: by <a href="http://www.arthurgareginyan.com" target="_blank">Arthur "Berserkr" Gareginyan</a>
ru_ru: от <a href="http://www.arthurgareginyan.com" target="_blank">Артур “Berserkr” Гарегинян</a>

source: About
ru_ru: О платине

source: This plugin allows you to easily add the "Scroll to Top" button to your website in a simple and elegant way.
ru_ru: Этот плагин позволяет легко добавлять кнопку «Scroll to Top» на ваш сайт в простой и элегантный способ.

source: To use, select the desired settings, then click "Save Changes". It's that simple!
ru_ru: Для использования, выберите нужные параметры, а затем нажмите кнопку «Сохранить изменения». Это так просто!

source: Donate
ru_ru: Пожертвование

source: If you like this plugin and find it useful, help me to make this plugin even better and keep it up-to-date.
ru_ru: Если вам нравится этот плагин и вы находите его полезным, то помогите мне сделать его ещё лучше.

source: Thanks for your support!
ru_ru: Спасибо за вашу поддержку!

source: Help
ru_ru: Помощь

source: If you want more options then tell me and I will be happy to add it.
ru_ru: Если вы хотите больше опций, то скажите мне об этом и я буду счастлив добавить их.

source: Freelance
ru_ru: Фриланс

source: Hello, my name is Arthur and I'm a freelance web designer and developer.
ru_ru: Привет, меня зовут Артур и Я внештатный веб-дизайнер и разработчик.

source: Share your thoughts with me. You may have a brilliant idea in your mind and I can make it happen, so let’s get started!
ru_ru: Поделитесь со мной своими мыслями. У вас может быть блестящая идея в уме, а я могу сделать её явью, так что давайте начнём!

source: Settings
ru_ru: Настройки

source: Enable "Scroll to Top" button
ru_ru: Включить кнопку "Scroll to Top"

source: ON
ru_ru: ВКЛ

source: OFF
ru_ru: ВЫКЛ

source: Button background
ru_ru: Фон кнопки

source: Without background
ru_ru: Без фона

source: Button background color
ru_ru: Цвет фона кнопки

source: Select the background color of button. You can also add html HEX color code.
ru_ru: Выберите цвет фона кнопки. Вы также можете добавить html HEX код цвета.

source: Button symbol
ru_ru: Символ кнопки

source: Button symbol color
ru_ru: Цвет символа кнопки

source: Select the color of symbol inside button. You can also add html HEX color code.
ru_ru: Выберите цвет символа кнопки. Вы также можете добавить html HEX код цвета.

source: Button transparency
ru_ru: Прозрачности кнопки

source: Button size
ru_ru: Размер кнопки

source: You can set the size of button (in px).
ru_ru: Вы можете установить размер кнопки (в пикселях).

source: Display button on
ru_ru: Отображать кнопку на

source: Full Website
ru_ru: Весь Веб-сайт

source: Home Page Only
ru_ru: Только Главная Страница

source: Select where button need to be appeared.
ru_ru: Выберите, где кнопка должна показываться.

source: Save Changes
ru_ru: Сохранить изменения

source: Preview
ru_ru: Предварительный просмотр

source: Click "Save Changes" to update this preview.
ru_ru: Нажмите кнопку «Сохранить изменения», чтобы обновить этот просмотр.

source: Easily add cross browser "Scroll to Top" button to your website. It will be responsive and compatible with all major browsers. It will work with any theme!
ru_ru: Легко добавьте кросс-браузерную кнопку «Scroll to Top» на ваш вебсайта. Она будет responsive и совместима со всеми основными браузерами. Она будет работать с любой темой!

source: Arthur "Berserkr" Gareginyan
ru_ru: Артур “Берсеркр” Гарегинян
